{
  "projects": [
    {
      "id": "96fcba75-56c2-49e2-8a96-9c6d07a24cd0",
      "imagenPrincipal": "/images/96fcba75-56c2-49e2-8a96-9c6d07a24cd0/imagenPrincipal.jpg",
      "image1": "/images/96fcba75-56c2-49e2-8a96-9c6d07a24cd0/image1.jpg",
      "image2": "/images/96fcba75-56c2-49e2-8a96-9c6d07a24cd0/image2.jpg",
      "title": "Interventoría Integral para la APP del Corredor Vial Bucaramanga - Barrancabermeja - Yondo",
      "tipo": "Público ",
      "tema": "Realizar la interventoría integral que incluye pero no se limita a la interventoria tecnica, economica, financiera, contable, juridica, administrativa, operativa, medio ambiental, y socio predial del contrato de concesion bajo el esquema de asociacion publico privada cuyo objeto es \"Realizar los estudios y diseños definitivos, financiacion, gestion ambiental, predial y social, construccion, mejoramiento, rehabilitacion, operacion, mantenimiento y reversion del corredor vial Bucaramanga- Barrancabermeja- Yondo.",
      "entidadContratante": "AGENCIA NACIONAL DE INFRAESTRUCTURA (ANI) ",
      "paisOrigen": "Colombia",
      "tipo2": "",
      "objeto": "Realizar la Interventonría integral que incluye pero no se limita a la interventoria tecnica, economica, financiera, contable, juridica, administrativa, operativa, medio ambiental, y socio predial del contrato de concesion bajo el esquema de asociacion publico privada cuyo objeto es \"Realizar los estudios y disenos definitivos, financiacion, gestion ambiental, predial y social, construccion, mejoramiento, rehabilitacion, operacion, mantenimiento y reversion del corredor vial Bucaramanga- Barrancabermeja- Yondo",
      "fechaInicial": "2015-10-13",
      "fechaFinal": "2025-04-25",
      "consorcio": "CONSORCIO BBY",
      "integrantes": "",
      "descripcion": "Interventoría integral al proyecto de concesión vial Bucaramanga – Barrancabermeja – Yondó, que contempló la supervisión técnica, ambiental, social, financiera y administrativa durante las fases de preconstrucción, construcción, operación y mantenimiento. La obra incluyó la rehabilitación y ampliación de calzadas, construcción de túneles, viaductos y segundas calzadas, así como la modernización de la infraestructura de peajes y sistemas inteligentes de transporte, garantizando altos estándares de calidad, seguridad y servicio en uno de los corredores estratégicos para la conectividad del oriente colombiano.",
      "category": "Vías"
    },
    {
      "id": "c739b7fb-2cc2-4be3-ad09-12837608b16f",
      "imagenPrincipal": "/images/c739b7fb-2cc2-4be3-ad09-12837608b16f/imagenPrincipal.jpg",
      "image1": "/images/c739b7fb-2cc2-4be3-ad09-12837608b16f/image1.jpg",
      "image2": "/images/c739b7fb-2cc2-4be3-ad09-12837608b16f/image2.jpg",
      "title": "Interventoría Integral para el Corredor Ferroviario La Dorada - Chiriguana",
      "tipo": "Público ",
      "tema": "",
      "entidadContratante": "AGENCIA NACIONAL DE INFRAESTRUCTURA - ANI",
      "paisOrigen": "Colombia",
      "tipo2": "",
      "objeto": "Interventoría Integral, que Incluye Pero no se Limita A La Interventoría Técnica, Económica, Financiera, Jurídica, Administrativa, Operativa, Ambiental, Social Y Predial Del Contrato Cuyo Objeto es “Ejecutar Las Actividades De Mantenimiento, Conservación y Mejoramiento de la Infraestructura Entregada Y Que Hace Parte Del Corredor La Dorada (Caldas) - Chiriguana (Cesar) Y Ramales Incluidos en los Anexos Técnicos, así Como el Control y Mantenimiento de Material Rodante y Atención de Emergencias que Alteren de Alguna Manera las Operaciones Ferroviarias En El Corredor Ferroviario, y Demás Actividades Consagradas En Los Anexos”. ",
      "fechaInicial": "2023-08-16",
      "fechaFinal": "2025-03-31",
      "consorcio": "CONSORCIO GIS RED FERREA",
      "integrantes": "",
      "descripcion": "Interventoría integral al corredor férreo La Dorada (Caldas) – Chiriguaná (Cesar), incluyendo ramales y material rodante, con actividades de supervisión técnica, administrativa, ambiental, social, financiera y jurídica. El proyecto abarca el control de mantenimiento, conservación y mejoramiento de la infraestructura ferroviaria, atención de emergencias, modernización de señalización, rehabilitación de cambiavías y estabilización de puntos críticos, contribuyendo al fortalecimiento del transporte férreo y a la mejora de la capacidad operativa y de seguridad del corredor.",
      "category": "Férreo"
    },
    {
      "id": "a436fb34-d0ff-4594-ae30-773cddd31b53",
      "imagenPrincipal": "/images/a436fb34-d0ff-4594-ae30-773cddd31b53/imagenPrincipal.jpg",
      "image1": "/images/a436fb34-d0ff-4594-ae30-773cddd31b53/image1.jpg",
      "image2": "/images/a436fb34-d0ff-4594-ae30-773cddd31b53/image2.jpg",
      "title": "Interventoría para la Conservación de Malla Vial del SITP - Grupo 2, Bogotá D.C.",
      "tipo": "PUBLICO",
      "tema": "",
      "entidadContratante": "INSTITUTO DE DESARROLLO URBANO (IDU)",
      "paisOrigen": "Colombia",
      "tipo2": "",
      "objeto": "Interventoría a la Ejecución A Precios Unitarios de las Obras y Actividades Necesarias para la Conservación de la Malla Vial que Soporta Las Rutas del Sistema Integrado de Transporte Público SITP, en la Ciudad de Bogotá D.C. – Grupo 2.",
      "fechaInicial": "2021-12-22",
      "fechaFinal": "2025-03-21",
      "consorcio": "CONSORCIO GIS VIAL SITP",
      "integrantes": "",
      "descripcion": "Supervisión integral de las obras para el mejoramiento y ampliación de infraestructura vial en Bogotá, garantizando el control de calidad, la coordinación técnica y el seguimiento administrativo y financiero. El proyecto incluyó la verificación de diseños, la gestión ambiental y social, y el monitoreo permanente del avance constructivo, asegurando que las intervenciones cumplieran con los estándares técnicos y aportaran a la movilidad y conectividad de la ciudad.",
      "category": "Vías"
    },
    {
      "id": "e9b59c7d-e6c6-4358-bc1b-ceeca9d77083",
      "imagenPrincipal": "/images/e9b59c7d-e6c6-4358-bc1b-ceeca9d77083/imagenPrincipal.jpg",
      "image1": "/images/e9b59c7d-e6c6-4358-bc1b-ceeca9d77083/image1.jpg",
      "image2": "/public/placeholder.svg",
      "title": "Interventoría para el Mejoramiento de Vías Regionales - Programa Vías 2.0, Atlántico",
      "tipo": "Público",
      "tema": "",
      "entidadContratante": "INSTITUTO NACIONAL DE VIAS - INVIAS",
      "paisOrigen": "Colombia",
      "tipo2": "",
      "objeto": "Interventoría para la Atención de Vías Regionales en el Departamento de Atlántico con Obras de Mejoramiento en el Marco del Programa de Obra Pública \"Vías para la Conexión de Territorios, el Crecimiento Sostenible y la Reactivación 2.0\"",
      "fechaInicial": "2022-08-16",
      "fechaFinal": "2025-03-31",
      "consorcio": "CONSORCIO GIS CARIBE",
      "integrantes": "",
      "descripcion": "Interventoría integral al mantenimiento y conservación de la red vial nacional, con énfasis en el control de calidad, la verificación de procesos constructivos y la gestión administrativa, ambiental y social. El proyecto contempló el seguimiento al cumplimiento de especificaciones técnicas, la atención de situaciones imprevistas y la supervisión de obras de rehabilitación y mejoramiento, contribuyendo a la seguridad y eficiencia del transporte en los corredores intervenidos.",
      "category": "Vías"
    },
    {
      "id": "34443f67-bcd0-4e3c-a183-e1c5dec91284",
      "title": "rwerwerwwrwerwrwrwe",
      "tipo": "",
      "tema": "",
      "entidadContratante": "",
      "paisOrigen": "",
      "tipo2": "",
      "objeto": "",
      "fechaInicial": "",
      "fechaFinal": "",
      "consorcio": "",
      "integrantes": "",
      "descripcion": "",
      "category": ""
    },
    {
      "id": "5d76209c-e8d8-4e23-bf7e-4f968e0c443d",
      "imagenPrincipal": "/public/placeholder.svg",
      "image1": "/public/placeholder.svg",
      "image2": "/public/placeholder.svg",
      "title": "wrerwerwewer",
      "tipo": "",
      "tema": "",
      "entidadContratante": "",
      "paisOrigen": "",
      "tipo2": "",
      "objeto": "",
      "fechaInicial": "",
      "fechaFinal": "",
      "consorcio": "",
      "integrantes": "",
      "descripcion": "",
      "category": ""
    },
    {
      "id": "d34bc095-58e5-48cf-9e5d-6dad7dd9a45f",
      "imagenPrincipal": "/public/placeholder.svg",
      "image1": "/public/placeholder.svg",
      "image2": "/public/placeholder.svg",
      "title": "bbbbbbbbbbbbbbb",
      "tipo": "",
      "tema": "",
      "entidadContratante": "",
      "paisOrigen": "",
      "tipo2": "",
      "objeto": "",
      "fechaInicial": "0314-12-04",
      "fechaFinal": "0004-03-12",
      "consorcio": "",
      "integrantes": "",
      "descripcion": "",
      "category": ""
    }
  ],
  "categories": [
    {
      "id": "Aguas",
      "name": "Aguas",
      "color": "#c09191"
    },
    {
      "id": "Vías",
      "name": "Vías",
      "color": "#22c55e"
    },
    {
      "id": "Edificación",
      "name": "Edificación",
      "color": "#a855f7"
    },
    {
      "id": "Señalización",
      "name": "Señalización",
      "color": "#eab308"
    },
    {
      "id": "asdf",
      "name": "asdf",
      "color": "#ca3f3f"
    },
    {
      "id": "fcdtrdygvytf",
      "name": "fcdtrdygvytf",
      "color": "#0741ed"
    },
    {
      "id": "Férreo",
      "name": "Férreo",
      "color": "#a86405"
    }
  ]
}